export default [
    {
        id: 1,
        title: '如何注册AFD Chain平台会员？',
        content: '在AFD Chain平台成为会员相当简单，请输入您的手机号、密码及验证码即可，平台目前只支持手机号注册。已注册的用户可以用注册账户登录或用手机号验证码直接登录。',
    },
    {
        id: 2,
        title: '注册时，收不到手机验证信息怎么办？',
        content: `1.确保您注册时填写的手机号是正确的。<br/>
                  2.检查手机号是否正常使用。<br/>
                  3.尽量选择常用的手机号注册。`,
    },
    {
        id: 3,
        title: '我们需要翻墙代理才可以浏览网站吗？浏览器有要求吗？',
        content: '不需要翻墙即可浏览本网站。浏览器无特殊要求，若出错，则推荐用最新的Chrome 和Firefox。',
    },
    {
        id: 4,
        title: '实名认证需要填写哪些信息？',
        content: '需要填写证件有效期和手持身份证照片。',
    },
    {
        id: 5,
        title: '注册成功后是否可以修改密码？',
        content: '可以的，请直接在AFD Chain平台操作即可。',
    },
    {
        id: 6,
        title: '观看广告怎么挖矿？怎么获得AFDT代币奖励？',
        content: '广告主在平台通过支付一定额度的AFDT，向用户投放广告，用户点击广告即可获得AFDT的代币奖励。',
    },
    {
        id: 7,
        title: '单个点击可以得到多少AFDT？',
        content: '每次点击所得AFDT与广告主设置的广告费用相关，用户们可以得到单次广告点击费用的一定比例。平台不限制最高单次点击费用，单次点击的价格系统默认为0.1AFDT。',
    },
    {
        id: 8,
        title: '点击同一广告一天可以获得多少次AFDT代币奖励？',
        content: '点击广告栏上的去交易按钮进入交易所页面，即可获得AFDT代币奖励，同一广告24小时内只能获得一次奖励，但点击广告的数量不设限定。',
    },
    {
        id: 9,
        title: '除了点击挖矿，还能通过什么途径获得收益？',
        content: '除了点击挖矿，用户分享也可以获得收益。',
    },
    {
        id: 10,
        title: '分享的用户获利有效期是多久？',
        content: '永久有效。',
    },
    {
        id: 11,
        title: '怎么充提AFDT代币？',
        content: '平台允许每个客户账号绑定一个钱包地址，用户用绑定的钱包地址进行充提操作即可。',
    },
    {
        id: 12,
        title: '充提AFDT有没有限额？',
        content: '充值没有限额，提现10万AFDT以下，系统自动审核，10万AFDT以上需要人工审核，用户提现手续费为千分之二AFDT，5000AFDT起提。',
    },
    {
        id: 13,
        title: '充提需要多久到账？',
        content: '到账时间以以太坊的网络确认为准。',
    },
];
